Repository: Aryanmishra101/health-prediction-platform
Catalog: healthpredict/locale/*/LC_MESSAGES/django.po
Languages: ur

source: Health Prediction Platform
ur: صحت کی پیشن گوئی کا پلیٹ فارم

source: Home
ur: گھر

source: About
ur: کے بارے میں

source: Services
ur: خدمات

source: Assessment
ur: تشخیص

source: Dashboard
ur: ڈیش بورڈ

source: Profile
ur: پروفائل

source: Assessment History
ur: تشخیص کی تاریخ

source: Logout
ur: لاگ آؤٹ

source: Login
ur: لاگ ان کریں

source: Register
ur: رجسٹر کریں

source: All rights reserved.
ur: جملہ حقوق محفوظ ہیں۔

source: Quick Links
ur: فوری روابط

source: Support
ur: سپورٹ

source: Help Center
ur: مدد کا مرکز

source: Privacy Policy
ur: رازداری کی پالیسی

source: Terms of Service
ur: سروس کی شرائط

source: Contact Us
ur: ہم سے رابطہ کریں

source: Predictive Healthcare
ur: پیشن گوئی صحت کی دیکھ بھال

source: Powered by AI
ur: AI کے ذریعہ تقویت یافتہ

source: Start Assessment
ur: تشخیص شروع کریں

source: View Dashboard
ur: ڈیش بورڈ دیکھیں

source: Get Started
ur: شروع کریں

source: Learn More
ur: مزید جانیں

source: Advanced Health Prediction
ur: اعلی درجے کی صحت کی پیشن گوئی

source: Comprehensive risk assessment using cutting-edge machine learning
ur: اعلی درجے کی مشین لرننگ ماڈل آپ کے صحت کے اعداد و شمار کا تجزیہ کرتے ہیں۔

source: Heart Disease
ur: دل کی بیماری

source: Diabetes Risk
ur: ذیابیطس کا خطرہ

source: Cancer Screening
ur: کینسر کی اسکریننگ

source: Stroke Prevention
ur: فالج کی روک تھام

source: Platform Statistics
ur: پلیٹ فارم کے اعدادوشمار

source: Health Assessments
ur: صحت کے جائزے

source: Prediction Accuracy
ur: پیشن گوئی کی درستگی

source: Active Users
ur: فعال صارفین

source: Support Available
ur: سپورٹ دستیاب ہے

source: How It Works
ur: یہ کیسے کام کرتا ہے

source: Create Profile
ur: پروفائل بنائیں

source: Health Assessment
ur: صحت کا جائزہ

source: Get Results
ur: نتائج حاصل کریں

source: Ready to Assess Your Health?
ur: کیا آپ اپنی صحت کا اندازہ لگانے کے لیے تیار ہیں؟

source: Start Health Assessment
ur: صحت کا جائزہ شروع کریں

source: Get Started Free
ur: مفت شروع کریں
